Repository: City-of-Helsinki/aula-wp-theme
Catalog: library/lang/*.po
Languages: fi

source: Theme primary
fi: Teeman pääväri

source: Theme secondary
fi: Teeman toissijainen väri

source: Solid black
fi: Musta

source: Solid white
fi: Valkoinen

source: Latest from WP-quide
fi: Viimeisintä WP-oppaasta

source: Theme Options
fi: Aulan asetukset

source: Update options
fi: Päivitä asetukset

source: Options updated
fi: Asetukset päivitetty

source: Add a menu
fi: Lisää menu

source: Please make sure your <a href="%s">.htaccess</a> file is writable
fi: Onhan<a href=“%s”>.htaccess</a> tiedosto kirjoitettavissa

source: Luuptek blocks
fi: Luuptek lohkot

source: Main menu
fi: Päävalikko

source: Hi %1$s! Today is %2$s and the time is
fi: Hei %1$s! Tänään on %2$s ja kello on

source: Error 404: Page not found
fi: Error 404: Sivua ei löydy

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
fi: Näyttää siltä, että hakemaasi sivua ei löydy. Ehkä haku auttaa.

source: No results found for %s
fi: Ei tuloksia hakusanalla %s

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
fi: Valitettavasti mikään julkaisu ei vastannut hakuasi. Voit yrittää erilaisilla hakusanoilla uudelleen.

source: Nothing found
fi: Mitään ei löytynyt

source: It seems there's no content at this time.
fi: Näyttää siltä, että sisältöä ei tällä hetkellä ole.

source: Search Results for: %s
fi: Hakutulokset: %s

# label
source: Search for:
fi: Hae:

source: Input search terms
fi: Hakutermit

# submit button
source: Search
fi: Hae
